[A_Weapons.WT_Maliwan_Launcher:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="service [skill]Good item damage[-skill]."

[A_Weapons.WT_Tediore_Launcher:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="exploded as one [skill]Grenade[-skill] When you want [skill]overload[-skill]."

[Barrel.L_Barrel_Vladof_Mongol:AttributePresentationDefinition_4 AttributePresentationDefinition]
NoConstraintText="(Just kidding, no.)"

[Body.L_Body_Vladof:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Yes. [skill]There are fewer weapons[-skill] In one shift."

[Body.L_Body_Vladof_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
NoConstraintText="Yes. [skill]There are fewer weapons[-skill] In one shift."

[Body.L_Body_Vladof_3:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="Yes. [skill]There are fewer weapons[-skill] In one shift."

[Body.L_Body_Vladof_4:AttributePresentationDefinition_3 AttributePresentationDefinition]
NoConstraintText="Yes. [skill]There are fewer weapons[-skill] In one shift."

[Name.Title.Title__Unique_Creamer:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="no milk."

[Name.Title.Title__Unique_TheHive:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Full of mosquitoes.."

[Name.Title.Title_Unique_ClusterFun:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="''Because d***.''"

[Name.Title_Maliwan.Title_Barrel_Maliwan_Norfleet:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Burn everything!"

[Name.Title_Tediore.Title_Legendary_Bunny:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Anti-hip-hop!"
